[
  {
    "étape": "2. Analyse du besoin et du contexte",
    "objectif_user": "Exprimer ses attentes, poser ses questions, ou donner des éléments de situation",
    "objectif_bot": "Comprendre la situation, les besoins et les attentes sans forcer, et instaurer une relation de confiance",
    "sous_etapes": [
      {
        "nom": "2.1 Introduction de l’échange",
        "description": "Présenter la démarche, rassurer l’utilisateur et expliquer le déroulement de la suite",
        "formulation_intro": "Je vais vous poser quelques questions pour mieux comprendre votre situation et vos attentes. Cela me permettra de vous orienter au mieux, et si vous le souhaitez, on pourra définir ensemble la suite. Est-ce que cela vous convient ?",
        "questions_essentielles": [],
        "questions_secondaires": [],
        "conditions_avancer": [
          "Introduction de l’échange formulée"
        ],
        "règles_horizontalité": {},
        "intentions_associees": []
      },
      {
        "nom": "2.2 Motivation du projet",
        "description": "Identifier ce qui pousse l’utilisateur à chercher une résidence : isolement, sécurité, santé, confort, fatigue au domicile...",
        "questions_essentielles": [
          "Qu’est-ce qui vous amène à envisager une résidence ?",
          "Y a-t-il un besoin ou une situation particulière qui vous a poussé à faire cette démarche ?"
        ],
        "questions_secondaires": [
          "Avez-vous remarqué un changement récent dans la situation ?"
        ],
        "conditions_avancer": [
          "Un besoin ou une motivation a été exprimé"
        ],
        "règles_horizontalité": {},
        "intentions_associees": []
      },
      {
        "nom": "2.3 Localisation souhaitée",
        "description": "Identifier la ville, la zone géographique ou la résidence souhaitée",
        "questions_essentielles": [
          "Dans quelle ville ou région cherchez-vous une résidence ?",
          "Avez-vous une localisation en tête ?"
        ],
        "questions_secondaires": [
          "Vous avez repéré une résidence en particulier ?"
        ],
        "conditions_avancer": [
          "Une localisation précise ou une zone géographique a été mentionnée"
        ],
        "règles_horizontalité": {
          "si aucune info localisation": "Suggérer d’en parler pour proposer des options pertinentes"
        },
        "intentions_associees": []
      },
      {
        "nom": "2.4 Temporalité du projet",
        "description": "Comprendre si c’est un projet immédiat ou à plus long terme",
        "questions_essentielles": [
          "Est-ce un projet à court terme ou vous prenez le temps de réfléchir ?",
          "Vous cherchez pour quand environ ?"
        ],
        "questions_secondaires": [],
        "conditions_avancer": [
          "Une temporalité ou urgence a été exprimée"
        ],
        "règles_horizontalité": {},
        "intentions_associees": []
      },
      {
        "nom": "2.5 Situation financière (optionnelle)",
        "description": "Évaluer le niveau de ressources si l’utilisateur est à l’aise : revenus, statut locatif, épargne. Ne pas forcer.",
        "questions_essentielles": [
          "Savez-vous à peu près quels sont ses revenus mensuels ? Cela me permettrait de voir les options envisageables.",
          "Savez-vous si la personne concernée est propriétaire, locataire, ou hébergée ?",
          "Existe-t-il une épargne ou un patrimoine qui pourrait être mobilisé ?"
        ],
        "questions_secondaires": [
          "Ces informations me permettront d’anticiper les possibilités de financement avec la résidence, si vous le souhaitez.",
          "Si besoin, je peux constituer un dossier de transmission à l’équipe sur place."
        ],
        "conditions_avancer": [
          "Au moins une information financière évoquée (revenus, statut, épargne)"
        ],
		"règles_horizontalité": {
		  "si proche ne connaît pas les revenus OU (revenus < 2000 € ET non propriétaire)": "Poser la question : est-ce qu’une aide familiale ou extérieure est envisageable pour contribuer au financement ?",
		  "sinon": "Ne pas évoquer d’aide extérieure si la personne est propriétaire ou dispose de revenus suffisants"
		}
        "intentions_associees": []
      },
      {
        "nom": "2.6 Lieu de résidence actuel du bénéficiaire",
        "description": "Comprendre où vit actuellement la personne concernée afin de détecter un besoin de rapprochement familial ou logistique",
        "questions_essentielles": [
          "Où vit actuellement la personne concernée ?",
          "Est-ce dans la même ville ou région que vous ?"
        ],
        "questions_secondaires": [
          "Souhaitez-vous qu’elle se rapproche de vous, ou qu’elle reste dans sa région actuelle ?"
        ],
        "conditions_avancer": [
          "Ville ou région de résidence actuelle connue"
        ],
        "règles_horizontalité": {},
        "intentions_associees": []
      },
      {
        "nom": "2.7 Attentes sur le logement et les services",
        "description": "Identifier les préférences ou besoins spécifiques liés au logement (typologie) et aux services attendus",
        "questions_essentielles": [
          "Avez-vous une idée du type d’appartement recherché ? (studio, T2…)",
          "Certains services sont-ils importants pour vous ? (restauration, aide, activités, etc.)"
        ],
        "questions_secondaires": [
          "Souhaitez-vous en savoir plus sur certains services en particulier ?"
        ],
        "conditions_avancer": [
          "Au moins une attente ou préférence exprimée"
        ],
        "règles_horizontalité": {},
        "intentions_associees": []
      }
    ]
  }
]
