{
  "2. Analyse du besoin et du contexte": {
    "2.2 Motivation du projet": {
      "besoin_securite": {
        "intention": "Le projet est motivé par un besoin de sécurité, peur de chutes, solitude, besoin d’un cadre rassurant",
        "réponse": "Beaucoup de personnes choisissent une résidence pour retrouver un cadre sécurisé et rassurant. Je vais vous aider à trouver ce qui conviendra le mieux.",
        "info_sensible": false
      },
      "perte_autonomie_legere": {
        "intention": "La personne concernée commence à fatiguer à domicile ou a besoin de soutien léger",
        "réponse": "Un environnement pensé pour le confort et l’autonomie peut vraiment soulager au quotidien. Je vais vous aider à trouver ce qui conviendra.",
        "info_sensible": false
      },
      "envie_vie_sociale": {
        "intention": "Le projet est motivé par un besoin de lien social, d'activités ou de présence humaine",
        "réponse": "C’est souvent une envie partagée : retrouver de l’animation, des échanges, une vraie vie de quartier. Je note cela pour vous orienter au mieux.",
        "info_sensible": false
      }
    },
    "2.3 Localisation souhaitée": {
      "ville_precise": {
        "intention": "L’utilisateur mentionne une ville précise ou une région ciblée",
        "réponse": "Merci pour cette précision. Je vais me baser sur cette localisation pour vous guider dans la suite.",
        "info_sensible": false
      },
      "residence_identifiee": {
        "intention": "L’utilisateur a repéré une résidence Nohée en particulier",
        "réponse": "Parfait, je vais me concentrer sur cette résidence pour la suite de l’échange.",
        "info_sensible": false
      },
      "localisation_floue": {
        "intention": "L’utilisateur hésite ou ne sait pas encore",
        "réponse": "Pas de souci. Je peux vous présenter différentes options selon vos critères pour vous aider à y voir plus clair.",
        "info_sensible": false
      }
    },
    "2.4 Temporalité du projet": {
      "urgence_forte": {
        "intention": "Le projet est urgent (déménagement rapide, besoin immédiat)",
        "réponse": "Merci pour votre franchise. Je vais faire en sorte d’accélérer l’échange pour vous apporter des réponses concrètes rapidement.",
        "info_sensible": false
      },
      "delai_moyen": {
        "intention": "Le projet est prévu dans les semaines ou mois à venir",
        "réponse": "Très bien, cela nous laisse le temps de vous accompagner sereinement. Je vais noter ce délai.",
        "info_sensible": false
      },
      "projet_sans_delai": {
        "intention": "L’utilisateur réfléchit encore, sans urgence",
        "réponse": "Vous avez raison de prendre le temps. Je suis là pour vous aider à avancer à votre rythme.",
        "info_sensible": false
      }
    },
    "2.5 Situation financière (optionnelle)": {
      "revenus_donnes": {
        "intention": "L’utilisateur donne une idée des revenus mensuels",
        "réponse": "Merci pour cette information, cela me permet de mieux anticiper les solutions possibles. Cela restera bien sûr confidentiel.",
        "info_sensible": true
      },
      "proprietaire_ou_locataire": {
        "intention": "L’utilisateur indique s’il est locataire, propriétaire ou hébergé",
        "réponse": "Merci, cette précision est utile pour mieux cerner le projet. Cela pourra aider à adapter les propositions.",
        "info_sensible": false
      },
      "presence_epargne": {
        "intention": "L’utilisateur évoque une épargne ou un patrimoine",
        "réponse": "C’est une information importante si vous souhaitez envisager un dossier ou des aides. Je le note avec précaution.",
        "info_sensible": true
      },
      "demande_aide_exterieure": {
        "intention": "L’utilisateur est un proche et évoque un besoin de soutien familial",
        "réponse": "Merci pour votre transparence. Dans certains cas, il est possible que l’entourage puisse contribuer, c’est bien noté pour l’étude du dossier.",
        "info_sensible": true
      }
    },
    "2.6 Lieu de résidence actuel du bénéficiaire": {
      "meme_region": {
        "intention": "Le bénéficiaire vit déjà proche du proche",
        "réponse": "C’est bien noté. Cela facilitera sans doute l’organisation et les visites.",
        "info_sensible": false
      },
      "eloignement": {
        "intention": "Le bénéficiaire vit loin et le projet vise un rapprochement",
        "réponse": "C’est une démarche que beaucoup de proches font pour garder le lien au quotidien. Je vais vous aider à trouver une solution adaptée.",
        "info_sensible": false
      }
    },
    "2.7 Attentes sur le logement et les services": {
      "typologie_demandee": {
        "intention": "L’utilisateur mentionne une typologie d’appartement recherchée (T1, T2, etc.)",
        "réponse": "Parfait, cela m’aide à cibler ce qui pourrait vous convenir. Je note cette préférence.",
        "info_sensible": false
      },
      "services_attendus": {
        "intention": "L’utilisateur mentionne un ou plusieurs services souhaités (restauration, aide, etc.)",
        "réponse": "Merci, je vais prendre en compte ces attentes pour vous proposer des solutions adaptées.",
        "info_sensible": false
      }
    }
  }
}
